pharma_integra/public/oc/oncoprod/OC11054-1054547_126_1661861333.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>10730521000158</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC11054-1054547</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>97</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4550</ns2:itemId><ns2:pedidoItemPrecoTabela>7743,15</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4445</ns2:itemId><ns2:pedidoItemPrecoTabela>1445</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>3</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>111751</ns2:itemId><ns2:pedidoItemPrecoTabela>3525,16</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>5</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>112457</ns2:itemId><ns2:pedidoItemPrecoTabela>11021,94</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4468</ns2:itemId><ns2:pedidoItemPrecoTabela>14500</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>110352</ns2:itemId><ns2:pedidoItemPrecoTabela>16370,55</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC11054-1054547</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC11054-1054547</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>DANOLIVE</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
